src/main/resources/xml/ConfirmCuotificacion/ConfirmCuotificacion_soap1_1-request.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="https://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="https://www.w3.org/2001/XMLSchema"
               xmlns:soap="https://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <ConfirmCuotificacion xmlns="https://tempuri.org/">
            <numeroTarjeta>string</numeroTarjeta>
            <monto>string</monto>
            <cantCuotas>string</cantCuotas>
            <plan>string</plan>
            <moneda>string</moneda>
            <cvv2>string</cvv2>
            <fecVencimiento>string</fecVencimiento>
            <comercio>string</comercio>
            <origen>string</origen>
            <userId>string</userId>
            <programId>string</programId>
        </ConfirmCuotificacion>
    </soap:Body>
</soap:Envelope>

        <!--        POST /serviceconsulta.asmx HTTP/1.1-->
        <!--        Host: wscabalindividuosdev.cabal.coop-->
        <!--        Content-Type: text/xml; charset=utf-8-->
        <!--        Content-Length: length-->
        <!--        SOAPAction: "https://tempuri.org/ConfirmCuotificacion"-->

        <!--        HTTP/1.1 200 OK-->
        <!--        Content-Type: text/xml; charset=utf-8-->
        <!--        Content-Length: length-->